{
    "welcome_message": "Bem-vindo ao nosso site!",
    "Home":"Lar",
    "About":"Sobre",
    "Services":"Serviços",
    "Contact":"Contato",
    "Contact Us!":"Contate-nos!",
    "Contact Us":"Contate-nos",
    "Name":"Nome",
    "Our Services":"Serviços",
    "Contact Now":"Contate-nos",
    "Software Development":"ff",
    "What Our Clients Say":"O que nossos clientes dizem",
    "Explore Our Portfolio":"Explore Nosso Portfólio",
    "Our Latest Projects":"Nossos Últimos Projetos",
    "Their work is exceptional. Highly recommend!":"O trabalho deles é excepcional. Recomendo muito!",
    "This company helped me achieve my business goals!":"Esta empresa me ajudou a atingir meus objetivos comerciais!",
    "":"",
    "":"",
    "":"",
    "":"",
"Enter your name":"Digite seu nome",
"Contact Number":"Numero de contato",
"Enter your contact no.":"Insira seu numero de",
"MESSAGES":"MENSAGENS",
"send":"ENVIAR",
    "Carrier":"Operadora",
    "Get A quote":"Citar",
    "Custom Web, App, and IT Solutions Tailored for You":"Soluções Personalizadas de Web, Aplicativos e TI Feitas Sob Medida para Você",
    " With over 5+ years of expertise, we have gained an ultimate grasp on custom website & app development to aid your digital transformation. Our incredible performance on 100+ symbolizes the next-gen web development skills & professionalism we thrive on!":"Com mais de 5 anos de experiência, adquirimos o domínio máximo no desenvolvimento de sites e aplicativos personalizados para ajudar na sua transformação digital. Nosso incrível desempenho em mais de 100 simboliza as habilidades e o profissionalismo de desenvolvimento web de última geração em que prosperamos! ",
"We have acquired extensive knowledge and experience in developing custom websites and applications that can assist in your digital transformation. Our exceptional track record of delivering over 100+ projects is a testament to our advanced web development skills and dedication to professionalism.":"Adquirimos amplo conhecimento e experiência no desenvolvimento de sites e aplicativos customizados que podem auxiliar na sua transformação digital. Nosso excepcional histórico de entrega de mais de 100 projetos é uma prova de nossas habilidades avançadas de desenvolvimento web e dedicação ao profissionalismo.",
"Hire A Team of PROs!":"Contrate uma equipe de PROs!",
"E-Commerce":"Comércio eletrônico",
"We specialize in creating high-quality e-commerce websites that help businesses sell products and services to their customers. Our team works closely with clients to understand their business needs and create a customized website that meets their goals. We use the latest technologies to ensure that our websites are visually appealing, user-friendly, and optimized for performance, security, and search engine optimization":"Somos especializados na criação de sites de comércio eletrônico de alta qualidade que ajudam as empresas a vender produtos e serviços aos seus clientes. Nossa equipe trabalha em estreita colaboração com os clientes para entender suas necessidades de negócios e criar um site personalizado que atenda aos seus objetivos. Usamos as tecnologias mais recentes para garantir que nossos sites sejam visualmente atraentes, fáceis de usar e otimizados para desempenho, segurança e otimização de mecanismos de pesquisa",
"Product Development":"Desenvolvimento de Produto",
" Product Development: We are an e-commerce website development company that specializes in creating high-quality online storefronts. Our team works closely with clients to create custom websites that are visually appealing, easy to use, and optimized for performance Learn More - Button":"Desenvolvimento de produtos: Somos uma empresa de desenvolvimento de sites de comércio eletrônico especializada na criação de vitrines online de alta qualidade. Nossa equipe trabalha em estreita colaboração com os clientes para criar sites personalizados que sejam visualmente atraentes, fáceis de usar e otimizados para desempenho Saiba mais - Button",
"WHAT WE DO":"O QUE NÓS FAZEMOS",
"Having and managing the right marketing strategy is crucial in a rapidly evolving market.":"Ter e gerenciar a estratégia de marketing certa é crucial em um mercado em rápida evolução.",
"WEB DEVELOPMENT":"DESENVOLVIMENTO WEB",
"An affordable web design service is what you get when we design your website.":"Um serviço de web design acessível é o que você obtém quando projetamos seu site.",
"Read more":"Consulte Mais informação",
"Social Media Marketing":"Marketing de mídia social",
"We have different ideas and new generations to focus on the market with young talents.":"Temos ideias diferentes e novas gerações para apostar no mercado com jovens talentos.",
"Read more":"Consulte Mais informação",
"GLOBAL SUPPORT":"SUPORTE GLOBAL",
"We help technology companies grow by providing a world-class customer experience for their customers.":"Ajudamos empresas de tecnologia a crescer, fornecendo uma experiência de classe mundial para seus clientes.",
"Read more":"Consulte Mais informação",
"Animation and digital film production":"Animação e produção de filmes digitais",
"Realized with passion, designed with perfection, the art of creativity Sample Work..":"Realizado com paixão, desenhado com perfeição, a arte da criatividade Sample Work.",
"Read more":"Consulte Mais informação",
"OFFSHORE SERVICES":"SERVIÇOS OFFSHORE",
"We help you organize business and technology strategies in a cost-effective way.":"Ajudamos você a organizar estratégias de negócios e tecnologia de maneira econômica.",
"Read more":"Consulte Mais informação",
"E-commerce":"Comércio eletrônico",
" We have many of the best technologies such as we use reactjs, node js and many others to build the spa beat website":"Temos muitas das melhores tecnologias, como usamos reactjs, node js e muitas outras para construir o site spa beat",
"Read more":"Consulte Mais informação",
"WE HAVE MORE SUCCESS":"TEMOS MAIS",
"STORIES THAN OTHER AGENCIES HAVE CLIENTS":"CASOS DE SUCESSO DO QUE OUTRAS AGÊNCIAS TÊM CLIENTES",
"We grow your business 10 times faster, better and smarter than other Businesses.Himalayastechies turns an idea into a well-recognized brand!!":"Nós expandimos seu negócio 10 vezes mais rápido, melhor e mais inteligente do que outras empresas. A Himalayastechies transforma uma ideia em uma marca reconhecida !!",
"Subscription Plans":"Planos de assinatura",
"Lets work":"Vamos trabalhar",
"Together.":"juntos.",
"Lets Work Together! 😁 At our company, we believe in partnering with our customers to crea te powerful and effective solutions that meet their unique needs. We bring our expertise in web development, e-commerce, and product development to each project, working collaboratively to ensure that every detail is executed flawlessly. Our personalized approach ensures that each client receives the attention and support they need to achieve their business goals, and our commitment to excellence ensures results that exceed expectations":"Vamos trabalhar juntos! 😁 Em nossa empresa, acreditamos na parceria com nossos clientes para criar soluções poderosas e eficazes que atendam às suas necessidades exclusivas. Trazemos nossa experiência em desenvolvimento web, comércio eletrônico e desenvolvimento de produtos para cada projeto, trabalhando de forma colaborativa para garantir que cada detalhe seja executado com perfeição. Nossa abordagem personalizada garante que cada cliente receba a atenção e o suporte necessário para atingir seus objetivos de negócios, e nosso compromisso com a excelência garante resultados que superam as expectativas",
"Contact us":"CONTATE-NOS",
"At our company, we believe in partnering with our customers to create powerful and effective solutions that meet their unique needs.":"Em nossa empresa, acreditamos na parceria com nossos clientes para criar soluções poderosas e eficazes que atendam às suas necessidades exclusivas.",
"Your Name":"SEU NOME",
"Your Email":"SEU EMAIL",
"Messages":"MENSAGENS",
"send":"ENVIAR",
"eCommerce":"comércio eletrônico",
"Product Development":"Desenvolvimento de Produto",
"Expertise":"Perícia",
"Contacts":"Contatos",
"Brands":"Marcas",
"View Project":"Ver projeto",
"Know more":"Saber mais",
"Himalayastechies creating and maintaining websites for businesses and organizations. It involves a range of tasks,such as designing, coding, testing, and publishing web pages and applications. Web developers use various programming languages and frameworks to create functional,user-friendly, and visually appealing websites. They also ensure that websites are optimized for search engines,accessible to users with disabilities, and compatible with different devices and web browsers. As businesses' online presence becomes increasingly important, web development has become a critical component of any company's digital strategy.":"Himalayastechies criando e mantendo sites para empresas e organizações. Envolve uma série de tarefas, como projetar, codificar, testar e publicar páginas e aplicativos da web. Os desenvolvedores da Web usam várias linguagens de programação e estruturas para criar sites funcionais, fáceis de usar e visualmente atraentes. Eles também garantem que os sites sejam otimizados para mecanismos de busca, acessíveis a usuários com deficiência e compatíveis com diferentes dispositivos e navegadores da web. À medida que a presença online das empresas se torna cada vez mais importante, o desenvolvimento web tornou-se um componente crítico da estratégia digital de qualquer empresa." 


  } 